[
  [
    "I'd like to see more focus on practical skills in the curriculum, such as financial literacy and coding, to better prepare students for the modern workforce.",
    [
      "Theme E",
      "Theme C",
      "Theme I"
    ]
  ],
  [
    "The education system should prioritize smaller class sizes to allow teachers to give more individual attention to students.",
    [
      "Theme I",
      "Theme B",
      "Theme H"
    ]
  ],
  [
    "I believe there should be more support for students with special educational needs, including additional trained staff and resources.",
    [
      "Theme H",
      "Theme F",
      "Theme C",
      "Theme B"
    ]
  ],
  [
    "Schools need better funding for technology and digital resources to ensure all students have equal access to modern learning tools.",
    [
      "Theme J",
      "Theme A",
      "Theme H"
    ]
  ],
  [
    "I would like to see a greater emphasis on arts and creative subjects, which are often sidelined in favor of STEM subjects.",
    [
      "Theme E",
      "Theme I",
      "Theme H",
      "Theme A"
    ]
  ],
  [
    "Mental health support should be a priority, with counselors available in all schools to help students manage stress and emotional challenges.",
    [
      "Theme A",
      "Theme H",
      "Theme I"
    ]
  ],
  [
    "The curriculum should include more environmental education to prepare students to address climate change and sustainability issues.",
    [
      "Theme A",
      "Theme E"
    ]
  ],
  [
    "I think schools should offer more vocational training options for students who may not be interested in pursuing higher education.",
    [
      "Theme F",
      "Theme G",
      "Theme A",
      "Theme I"
    ]
  ],
  [
    "There should be more opportunities for physical activity and sports throughout the school day to promote health and well-being.",
    [
      "Theme D",
      "Theme B"
    ]
  ],
  [
    "Teacher salaries and support should be increased to attract and retain talented educators in our schools.",
    [
      "Theme B",
      "Theme F",
      "Theme J"
    ]
  ]
]